{
  "books": {
    "10101": {
      "id": "10101",
      "name": "Последний лист.",
      "author": "О. Генри",
      "section": "Рассказы",
      "description": "Невероятно трогательная история о добре и силе духа. Мотивирующий рассказ о борьбе за жизнь, вдохновении и вере. Две молодые художницы, Сью и Джонси, снимают квартирку на верхнем этаже дома в нью-йоркском квартале Гринвич-Виллидж, где издавна селятся люди искусства. В ноябре Джонси заболевает пневмонией. Вердикт врача неутешителен: «У неё один шанс из десяти. И то, если она сама захочет жить». Но Джонси как раз потеряла интерес к жизни. Она лежит в постели, смотрит в окно и считает, сколько листьев осталось на старом плюще, который обвил своими побегами стену напротив. Джонси убеждена: когда упадёт последний лист, она умрёт.",
      "img": "./app/images/books/10101.jpg",
      "calculus": "шт.",
      "price": "10"
    },
    "10102": {
      "id": "10102",
      "name": "Белые слоны.",
      "author": "Э. Хемингуэй",
      "section": "Рассказы",
      "description": "Эрнест Хемингуэй, как никто другой, создавал такие шедевры, которые раскрывают самую суть жизни. Коротко, живо, интригующе и только о самом главном. Опубликовано в 1927 году, рассказ Эрнеста Хемингуэя «Холмы, как белые слоны» - это айсберг разговора; то есть больше под поверхностью диалога между американским человеком и девушкой по имени Джиг. На первый взгляд, это кажется простой, иногда напряженной беседой между парой, которая ждет поезда в Мадрид. Однако при более близком чтении можно понять, что они обсуждают, должен ли Джиг быть «процедурой». В период, когда аборт был незаконным в большинстве районов Европы и Америки и где женщины могли столкнуться с отлучением от Католической Церкви, если они получили аборт, внезапно разговор между американским человеком и Джигом становится одним из важных, как для их собственных существ, так и для их отношений. Тем не менее, ни один человек не хочет открыто сообщать, какой выбор они хотели бы сделать. В этой статье рассматриваются темы выбора, нарушения коммуникации и гендерные роли.",
      "img": "./app/images/books/10102.jpg",
      "calculus": "шт.",
      "price": "10"
    },
    "10103": {
      "id": "10103",
      "name": "Обыкновенная сказка.",
      "author": "А. Милн",
      "section": "Рассказы",
      "description": "Обыкновенной эту сказку автора «Винни-Пуха» однозначно не назовешь. Это удивительный рассказ об иллюзиях, превращениях и волшебстве. Было у короля три сына. Двое, старший и средний, — бестолковые лентяи, а третий — парень на загляденье, любимец народа. Выедет бывало он на улицу, а люди его приветствуют и «принцем Красавчиком» называют. Но не любил король младшего сына. Какая тому причина — неизвестно, а только наступил день, когда надоело это Красавчику, и ушёл он из дворца судьбу свою искать. Прежде же получил подарок от графини Карамель — волшебный перстень. И в самом начале путешествия повстречал наш принц красивую девушку, что горевала о братце, превращённого злым великаном в черепаху...",
      "img": "./app/images/books/10103.jpg",
      "calculus": "шт.",
      "price": "10"
    },
    "10104": {
      "id": "10104",
      "name": "Который из трех?",
      "author": "А. Чехов",
      "section": "Рассказы",
      "description": "\"Все это было бы смешно, когда бы не было так грустно\", - это, пожалуй, лаконичная и точная характеристика гениальных рассказов Антона Павловича Чехова, величайшего писателя, публициста и драматурга, которого и по сей день знают и любят во всем мире. Тонкий юмор, язвительный сарказм и вместе с тем трогательная до нежности чуткость ко всякому человеческому переживанию - отличительные черты произведений Чехова, неважно, написаны ли они в форме короткого рассказа или пьесы.",
      "img": "./app/images/books/10104.jpg",
      "calculus": "шт.",
      "price": "10"
    },
    "10105": {
      "id": "10105",
      "name": "Ёжик. История о напрасной суете.",
      "author": "Г. Горин",
      "section": "Рассказы",
      "description": "История, которую действительно стоит прочитать каждому взрослому человеку, в момент, когда он понимает, что детства уже не вернуть. Рассказ о детских ценностях, о которых нам с вами не стоит забывать.",
      "img": "./app/images/books/10105.jpg",
      "calculus": "шт.",
      "price": "10"
    },
    "10106": {
      "id": "10106",
      "name": "Путаница.",
      "author": "А. Куприн",
      "section": "Рассказы",
      "description": "Начало уже говорит само за себя: «— Мне кажется, никто так оригинально не встречал Рождества, как один из моих пациентов в тысяча восемьсот девяносто шестом году, — сказал Бутынский, довольно известный в городе врач-психиатр». Изумруд — рослая беговая лошадь с ногами и телом безупречных форм. Он живёт в конюшне вместе с другими беговыми жеребцами, которые не терпят друг друга. Несколько дней назад, из-за недостатка места, к ним в конюшню поселяют молодую кобылу, и неприязнь между жеребцами усиливается.",
      "img": "./app/images/books/10106.jpg",
      "calculus": "шт.",
      "price": "10"
    },
    "10107": {
      "id": "10107",
      "name": "Коляска.",
      "author": "Н. Гоголь",
      "section": "Рассказы",
      "description": "Живой и, как всегда, жизненный рассказ Гоголя. Комедия, после прочтения которой хочется плакать от смеха. В городке Б. невероятно скучно, пока в него не въезжает кавалерийский полк. Сюда же переезжает бригадный генерал. Он даёт обед. Среди приглашённых — местный помещик, один из главных аристократов уезда Пифагор Пифагорович Чернокутский. В прошлом Чернокутский был видным кавалерийским офицером. Но произошла одна неприятная история: то ли он, то ли ему дали оплеуху, и он вышел в отставку. Тем не менее, Чернокутский появлялся всегда там, где бывал его полк, и приезжал видеться с господами офицерами. Женился он на хорошенькой женщине, взяв при этом приличное приданное.",
      "img": "./app/images/books/10107.jpg",
      "calculus": "шт.",
      "price": "10"
    },
    "10108": {
      "id": "10108",
      "name": "Стрелы амура.",
      "author": "Р. Киплинг",
      "section": "Рассказы",
      "description": "Киплинг коротко и лаконично описал типичную ситуацию, когда юную дочь хотят выдать за богатого, но немолодого и непривлекательного мужчину. Но, как выяснилось, не всегда дети готовы послушно действовать указам своих родителей. Иногда они действуют по своему собственному плану.",
      "img": "./app/images/books/10108.jpg",
      "calculus": "шт.",
      "price": "10"
    },
    "10109": {
      "id": "10109",
      "name": "Аравия.",
      "author": "Дж. Джойс",
      "section": "Рассказы",
      "description": "Сокровенная мечта мальчика купить своей подруге подарок на благотворительном базаре — какой-нибудь пустячок — грубо разбивается о черствость взрослых, забывших про его просьбу. Рассказ, наполненный обидой и горечью, но в то же время теплом детской любви и трогательным обожанием.",
      "img": "./app/images/books/10109.jpg",
      "calculus": "шт.",
      "price": "10"
    },
    "10110": {
      "id": "10110",
      "name": "Сердце дурака.",
      "author": "Дж. Гудвин",
      "section": "Рассказы",
      "description": "Это волшебная история, то есть сказка о том, что было и будет на самом деле с каждым из нас – от смелости молодости до одиночества старости, особенно когда старость приходит в детстве.",
      "img": "./app/images/books/10110.jpg",
      "calculus": "шт.",
      "price": "10"
    }
  }
}